import "../style/about.css";

const About = () => {
  return (
    <section className="about">
      <div className="about-row">
        <div className="about-text">
          <h2>من نحن</h2>
          <p>
            في مركز ندرا نقدم علاجات ليزر حديثة وآمنة للبشرة والجمال.
            <br />
            نحن ملتزمون بتقديم تجربة مريحة وفعّالة لكل زبون نمتلك خبرة تمتد لعدة
            سنوات في مجال التجميل والعناية بالبشرة، حيث قمنا بخدمة عدد كبير من
            العملاء وتحقيق نتائج مميزة تلبي تطلعاتهم.
            <br />
            مع التزام كامل بأعلى معايير الجودة والسلامة.
            <br />
            كما يضم مركزنا كوادر مؤهلة حاصلة على شهادات معتمدة في مجالات التجميل
            والليزر، مع حرص دائم على التطوير المستمر ومواكبة كل ما هو جديد في
            هذا المجال
          </p>
        </div>
        <div className="about-img">
          <img src="/abou20.webp" alt="about" />
        </div>
      </div>
      <div className="about-row reverse">
        <div className="about-text">
          <h2>مهمتنا</h2>
          <p>
            في مركزنا نسعى لتقديم أحدث وأفضل خدمات العناية بالبشرة والجمال.
            <br />
            باستخدام تقنيات الليزر المتطورة والآمنة، بإشراف فريق متخصص يضع
            راحتكم ورضاكم في مقدمة أولوياته نهدف إلى إبراز جمالكم الطبيعي وتعزيز
            ثقتكم بأنفسكم من خلال خدمات مخصصة تناسب احتياجات كل عميل
          </p>
        </div>
        <div className="about-img">
          <img src="/beauty.jpg" alt="beauty" />
        </div>
      </div>
    </section>
  );
};

export default About;
