const Home = () => {
    return (
        <>
            <section className="home">
                <h1>أهلاً بك في مركز ندرا</h1>

                <p>
                    نرحب بكم في مركز ندرا، حيث نقدم خدمات مميزة وبيئة مريحة تلبي احتياجاتكم.
                    نسعى دائماً إلى تقديم أفضل تجربة لعملائنا من خلال الجودة والاحترافية.
                </p>

                <p>
                    اكتشف خدماتنا المتنوعة وتعرف أكثر على ما نقدمه لكم.
                </p>
            </section>
        </>

    );
}

export default Home; 